TAL_INT_GIT/Sample Data/BY_WMS/POS4Hana/input/bywms_POS4Hana_soap_input/bywms_POS4Hana_soap_input

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:sap-com:document:sap:rfc:functions">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:ZWM_VC_POD_CONFIRM>
         <!--Optional:-->
         <INPUT>
            <!--Zero or more repetitions:-->
            <item>
               <WH_ID>C100</WH_ID>
               <ORDNUM>ORD0000001</ORDNUM>
               <VC_FORM>Test</VC_FORM>
               <VC_STATUS>Test</VC_STATUS>
               <VC_REMARKS>Test</VC_REMARKS>
            </item>
         </INPUT>
      </urn:ZWM_VC_POD_CONFIRM>
   </soapenv:Body>
</soapenv:Envelope>